Repository: alexa-whilab/icst-alexa
Catalog: locales/*/LC_MESSAGES/data.po
Languages: de_de

source: Minecraft Helper
de_de: Assistent für Minecraft in Deutsch

source: Welcome to {}. You can ask a question like, what's the recipe for a {}? ... Now, what can I help you with?
de_de: Willkommen bei {}. Du kannst beispielsweise die Frage stellen: Welche Rezepte gibt es für eine {}? ... Nun, womit kann ich dir helfen?

source: For instructions on what you can say, please say help me.
de_de: Wenn du wissen möchtest, was du sagen kannst, sag einfach „Hilf mir“.

source: {} - Recipe for {}.
de_de: {} - Rezept für {}.

source: You can ask questions such as, what's the recipe for a {}, or, you can say exit...Now, what can I help you with?
de_de: Du kannst beispielsweise Fragen stellen wie „Wie geht das Rezept für eine {}“ oder du kannst „Beenden“ sagen ... Wie kann ich dir helfen?

source: You can say things like, what's the recipe for a {}, or you can say exit...Now, what can I help you with?
de_de: Du kannst beispielsweise Sachen sagen wie „Wie geht das Rezept für eine {}“ oder du kannst „Beenden“ sagen ... Wie kann ich dir helfen?

source: Goodbye!
de_de: Auf Wiedersehen!

source: Try saying repeat.
de_de: Sage einfach „Wiederholen“.

source: I'm sorry, I currently do not know
de_de: Tut mir leid, ich kenne derzeit

source: the recipe for {}.
de_de: das Rezept für {} nicht.

source: that recipe.
de_de: dieses Rezept nicht.

source: What else can I help with?
de_de: Womit kann ich dir sonst helfen?
